Repository: mpleclai/stardew-ios-helper
Catalog: StardewHelper/StringResources/Furniture.xcstrings
Source language: en
Languages: es

source: Totem Pole
es: Tótem

source: Trash Catalogue
es: Catálogo basura

source: Tree Column
es: Columna silvestre

source: Tree of the Winter Star
es: Árbol de la estrella invernal

source: Triangle Window
es: Ventana triangular

source: Tropical Bed
es: Cama tropical

source: Tropical Chair
es: Silla tropical

source: Tropical Double Bed
es: Cama doble tropical

source: 'Tropical Fish #173'
es: "Pez tropical número 173"

source: Tropical TV
es: Televisión tropical

source: 'UFO'
es: « OVNI »

source: Upright Piano
es: Piano vertical

source: 'Vanilla Villa'
es: «Villa Vainilla»

source: 'VGA Paradise'
es: «Paraíso VGA»

source: 'Vista'
es: «Paisaje»

source: 'Void Swirls'
es: « Espirales de vacío »

source: 'Volcano' Photo
es: Foto de un volcán

source: Wall Basket
es: Maceta de pared

source: Wall Cactus
es: Pegatina cactus

source: Wall Clock
es: Reloj de pared

source: Wall Flower
es: Pegatina de flor

source: Wallflower Pal
es: Personaje simpático

source: Wall Palm
es: Pegatina Palmera

source: Wall Pumpkin
es: Calabaza de pared

source: Wall Sconce
es: Aplique de la pared

source: Wall Sword
es: Espada de pared

source: Walnut Bench
es: Banco de nogal

source: Walnut Chair
es: Silla de nogal

source: Walnut Dresser
es: Cómoda de nogal

source: Walnut End Table
es: Mesilla de nogal

source: Walnut Lamp End Table
es: Mesilla con lámpara de nogal

source: Walnut Table
es: Mesa de nogal

source: Walnut Tea-Table
es: Mesa de té de nogal

source: Water Pet Bowl
es: Bebedero

source: Wild Double Bed
es: Cama doble salvaje

source: Wine Table
es: Mesa de vino

source: Winter Banner
es: Bandera de invierno

source: Winter Chair
es: Silla de invierno

source: Winter Dining Table
es: Mesa de comedor de invierno

source: Winter End Table
es: Mesilla de invierno

source: Winter Table
es: Mesa de invierno

source: Winter Tree Decal
es: Calcomanía árbol de invierno

# WitchBroom
source: Witch's Broom
es: Escoba de bruja

source: Wizard Bed
es: Cama de mago

source: Wizard Bookcase
es: Librería de mago

source: Wizard Bookshelf
es: Estante de mago

source: Wizard Catalogue
es: Catálogo de mago

source: Wizard Chair
es: Silla de mago

source: Wizard Couch
es: Sofá de mago

source: Wizard Cushion
es: Cojín de mago

source: Wizard Dresser
es: Cómoda de mago

source: Wizard End Table
es: Mesilla de mago

source: Wizard Fireplace
es: Chimenea de mago

source: Wizard Lamp
es: Lámpara de mago

source: Wizard Stool
es: Taburete de mago

source: Wizard Study
es: Estudio de mago

source: Wizard Table
es: Mesa de mago

source: Wizard Tea Table
es: Mesita de té de mago

# WizardTower
source: 'Wizard's Tower'
es: « Torre del mago »

source: Woodcut Rug
es: Alfombra de madera

source: Wood Panel
es: Panel de madera

source: Woodsy Couch
es: Sofá silvestre

source: World Map
es: Mapamundi

source: Wrapper
es: Envoltorio

source: Wumbus Statue
es: Escultura de Wumbus

source: Yellow Armchair
es: Sillón amarillo

source: Yellow Book
es: Libro amarillo

source: Yellow Couch
es: Sofá amarillo

source: Yellow Cushion
es: Cojín amarillo

source: Yellow Sleeping Junimo
es: Junimo amarillo durmiente
